[
    {
        "name": "ASUS TUF F15 FX506HC-HN111W - Gaming Laptop - 15.6 inch - 144Hz",
        "type": "laptop",
        "price": 649,
        "img": [
            "https://media.s-bol.com/Rnj0kJAPZGNq/KDZ4zM/1200x897.jpg",
            "https://media.s-bol.com/q5Lr6wl7mQv7/KDZ4zM/1161x1200.jpg",
            "https://media.s-bol.com/7zVwJ335VA0O/KDZ4zM/1200x713.jpg"
        ],
        "description": " Deze ASUS TUF F15 FX506HC-HN111W gaming laptop is perfect voor de instap gamer. Je speelt zo nu en dan wel eens Minecraft of FIFA 2021, maar alles op de allerhoogste grafische instellingen spelen, vind je niet zo belangrijk. Dankzij het IPS scherm heb je een brede kijkhoek en een realistische kleurweergave. Dankzij het verlichte toetsenbord is gamen in donkere ruimtes geen enkel probleem. Verder is het werkgeheugen van deze laptop uitbreidbaar. Hiermee kan je in de toekomst besluiten om je werkgeheugen te vergroten zodat je laptop nog meer taken tegelijkertijd aan kan.",
        "is_ad": false,
        "in_stock": true
    },

    {
        "name": "HP 15s-fq5750nd - 15.6 inch",
        "type": "laptop",
        "price": 449,
        "img": [
            "https://media.s-bol.com/po2y1Y31v72V/vm4yRL/1200x971.jpg",
            "https://media.s-bol.com/7zA3o169qpj8/611AzO/550x327.jpg",
            "https://media.s-bol.com/XXQED856Pyko/OJq5qr/1200x129.jpg"
        ],
        "description": "Deze HP 15s-fq5750nd laptop is geschikt voor het typen van verslagen en het maken van presentaties. Door de snelle processor en de Iris Xe onboard videokaart is deze laptop geschikt voor lichte grafische toepassingen, zoals Photoshop. Dankzij het grote scherm heb je veel ruimte op je bureaublad.",
        "is_ad": true,
        "in_stock": true
    },

    {
        "name": "ASUS X515EA-EJ4003W - Laptop - 15.6 inch",
        "type": "laptop",
        "price": 599,
        "img": [
            "https://media.s-bol.com/gVJY2kP9wWvl/MpxB3P/1200x793.jpg",
            "https://media.s-bol.com/Rr6Y1yk2AKLz/MpxB3P/1200x775.jpg",
            "https://media.s-bol.com/xNkqljvEORwP/MpxB3P/1200x713.jpg"
        ],
        "description": "Deze ASUS X515EA-EJ4003W laptop is geschikt voor het bekijken van je favoriete films en series. Deze laptop is razendsnel dankzij de snelle processor en SSD. Dankzij het IPS scherm heb je een bredere kijkhoek en een realistische kleurweergave.",
        "is_ad": false,
        "in_stock": false
    },

    {
        "name": "Medion Multimedia Laptop Akoya S17405 - Intel Core i5-1135G7 - 512 GB SSD - 16 GB RAM",
        "type": "laptop",
        "price": 799,
        "img": [
            "https://media.s-bol.com/NKRZ6QR1V1X2/gMko5Z/1200x818.jpg",
            "https://media.s-bol.com/PK82VX8J0JgA/RjLGLK/1200x669.jpg",
            "https://media.s-bol.com/RK74V27BZkLK/kXo47E/1200x823.jpg"
        ],
        "description": "Voorzien van de nieuwste Intel® Celeron® N4500 processor en 128 GB aan flashgeheugen, houd je met deze in Electric Blue uitgevoerde Aspire 1 (A114-33-C0J7) gemakkelijk het overzicht en kun je je apps probleemloos blijven gebruiken, of je nu thuis, op school of op het werk bent.",
        "is_ad": false,
        "in_stock": true
    },

    {
        "name": "Microsoft Surface Laptop 5 - Touchscreen - i7/8GB/256GB Platinum - 15 inch",
        "type": "laptop",
        "price": 1299,
        "img": [
            "https://media.s-bol.com/33V2OX2p5M3p/vkjY9g/550x354.jpg",
            "https://media.s-bol.com/gyMLGmLJZ9M9/Byn8mk/1200x783.jpg",
            "https://media.s-bol.com/BXQxrN3OpRkW/P5vg44/1200x1200.jpg"
        ],
        "description": "Deze Surface Laptop 5 laptop is geschikt voor het bewerken van foto\\'s in bijvoorbeeld Adobe Photoshop. Deze laptop is razendsnel dankzij de snelle processor en SSD. Bedien je laptop snel en gemakkelijk door middel van het touchscreen. ",
        "is_ad": false,
        "in_stock": true
    },

    {
        "name": "Intel 8-Core i7 10700 Game PC - RTX 3060 8GB - 32GB RAM - 1TB M2.0 SSD",
        "type": "desktop",
        "price": 999,
        "img": [
            "https://media.s-bol.com/RXNwRwDXOX0Y/80yR7W/987x1200.jpg",
            "https://media.s-bol.com/OGKqOqz9VP1Q/80yR7W/899x1200.jpg",
            "https://media.s-bol.com/YZ8020NxQw4W/80yR7W/1008x1200.jpg"
        ],
        "description": "Deze Intel i7 Game PC is uitgerust met de RTX 3060 en de 8-core i7 10700 processor. Met de GeForce RTX 3060 8GB kun jij de komende jaren alle games op 1080p hoge settings vlekkeloos draaien! Deze PC is tevens zeer geschikt voor zware multitasking, videobewerking & livestreaming door de snelle 8-core processor.",
        "is_ad": false,
        "in_stock": true
    },

    {
        "name": "Intel Desktop PC met Core i7 - 32GB RAM - 1000GB NVMe M.2 SSD",
        "type": "desktop",
        "price": 589,
        "img": [
            "https://media.s-bol.com/qoRj8p8VGEj2/5xr8MA/550x663.jpg",
            "https://media.s-bol.com/OGl7DkZPjAZN/oK0YPY/1200x1161.jpg",
            "https://media.s-bol.com/33w2BJJNgRgn/gGXnOD/1200x1175.jpg"
        ],
        "description": "Het betreft een nieuwe computer welke zorgvuldig is geassembleerd. De computer is tevens getest op een goede werking en wordt startklaar geleverd. Windows is reeds geïnstalleerd en geactiveerd met een digitale licentie. Na de eerste opstart zal Windows zich updaten naar de meest recente versie. ",
        "is_ad": true,
        "in_stock": true
    },

    {
        "name": "BlueBuilt 14 inch Laptophoes breedte 31,5 cm - 32,5 cm Zwart",
        "type": "accesoires",
        "price": 31.99,
        "img": [
            "https://image.coolblue.nl/max/500x500/products/1881900",
            "https://image.coolblue.nl/max/500x500/products/1881899",
            "https://image.coolblue.nl/max/500x500/products/1883239"
        ],
        "description": "Bescherm jouw laptop tegen krassen en stoten met de BlueBuilt 14 inch Laptophoes breedte 31,5 cm - 32,5 cm Zwart. Met deze sleeve neem je een 14 inch laptop veilig en gemakkelijk met je mee in een tas. Daarnaast heb je in het accessoire vak extra ruimte voor kabels of je muis. Door de dubbele ritssluiting haal je jouw laptop makkelijker uit je rugzak. Hiervoor hoef je de sleeve niet eerst uit je tas te halen. Bovendien heb je 5 jaar garantie op deze laptophoes.",
        "is_ad": false,
        "in_stock": true
    },

    {
        "name": "Seagate Expansion Portable 5 TB",
        "type": "accesoires",
        "price": 116,
        "img": [
            "https://image.coolblue.nl/max/500x500/products/1617135",
            "https://image.coolblue.nl/max/500x500/products/1617132",
            "https://image.coolblue.nl/max/500x500/products/1617130"
        ],
        "description": "Voeg extra opslagruimte toe aan je pc of laptop met de Seagate Expansion Portable 5 TB harde schijf. Dankzij het kleine formaat neem je deze externe schijf eenvoudig overal mee naartoe. Zo kun je altijd bij je persoonlijke bestanden. De schijf krijgt zijn stroom via de usb kabel, zodat je hem niet in het stopcontact hoeft te steken. Daardoor gebruik je de externe harde schijf ook onderweg met een laptop. Dankzij de automatische energiebesparing gebruikt de schijf geen stroom als je hem niet gebruikt. De harde schijf is plug and play: sluit hem aan op je Windows computer en hij werkt direct. Profiteer van langdurige gemoedsrust dankzij de inbegrepen beperkte garantie van 2 jaar en 2 jaar aan Seagate Rescue Data Recovery Services",
        "is_ad": false,
        "in_stock": true
    }
]